[
    {
      "idReceta": 1,
      "nombre": "Restos de carne de pollo - Flautas de pollo y papa",
      "src": "../../../assets/Imagenes/Flautas-pollo.jpg",
      "ingredientes": "300 gramos de pechuga de pollo hervida y deshebrada, 12 tortillas de maíz, 1/2 cebolla rebanada en julianas, 3 papas hervidas peladas y cortadas en cubos pequeños, Sal y pimienta al gusto, 1 taza de aceite",
      "procedimiento": "En un sartén, dora la cebolla con un par de cucharadas de aceite. Posteriormente, agrega la papa y cocina con la cebolla hasta que esté ligeramente dorada por fuera. Luego agrega el pollo y sazona al gusto con sal y pimienta. Una vez listo el relleno, coloca un poco sobre cada una de las tortillas y enróllalas en forma de flauta, utiliza palillos de madera para que no se abran y finalmente fríelas en una olla con aceite durante tres minutos. Retíralas y colócalas sobre papel absorbente para eliminar el aceite excedente. Sírvelas al gusto con crema, queso y/o salsa."
    },
    {
      "idReceta": 2,
      "nombre": "Restos de verduras cocidas - Yakemishi vegetariano",
      "src": "../../../assets/Imagenes/y-vegetariano.jpg",
      "ingredientes": "2 tazas de arroz blanco, 2 zanahorias cocidas partidas en cubos pequeños, 2 calabazas cocidas partidas en cubos pequeños, 1 taza de brócoli partido en cubos, 1 cucharada de aceite de oliva, 1/3 de taza de salsa de soya, 2 huevos, 4 tazas de agua, 1/4 de cebolla picada finamente, 1/4 de taza de cebollín picado.",
      "procedimiento": "Sofríe el arroz en el aceite y cuando esté un poco dorado agrega el agua. Una vez que hierva tapa y baja el fuego. Retira en cuanto el agua se consuma totalmente. En otro sartén, sofríe un poco de aceite con todas las verduras. Por último agrega el cebollín y sigue removiendo un poco. Mientras tanto, en un bowl revuelve los dos huevos y haz una especie de omelette en un sartén pequeño con aceite. Corta el omelette en cuadrados pequeños e incorpóralo junto con el resto de las verduras al arroz, vierte la soya y mezcla. La preparación estará lista cuando el arroz tome el color de la salsa."
    },
    {
      "idReceta": 3,
      "nombre": "Restos de tortilla de maiz - Nachos gratinados",
      "src": "../../../assets/Imagenes/nachos.jpg",
      "ingredientes": "400 gramos de tortilla de maíz cortada en forma triangular, Aceite  para freír, 2 jitomates cortados en cubos pequeños, 1/2 cebolla cortada en cubos pequeños, 1 lata de chiles jalapeños rebanados, 1/2 taza de queso cheddar rallado, 1/2 taza de queso monterrey jack rallado, 1 taza de aderezo de queso americano, Crema ácida al gusto",
      "procedimiento": "En un sartén, fríe los triángulos de tortilla de maíz hasta que queden perfectamente dorados. Una vez listos, colócalos sobre papel absorbente para eliminar el exceso de aceite y finalmente agrégalos a un recipiente para microondas en donde deberás incorporar el queso americano y al final los quesos rallados. Calienta en el microondas durante 40 segundos o hasta que los quesos se hayan derretido. En un bowl aparte, mezcla la cebolla con el jitomate y agrega la mezcla encima de los nachos. Termina la preparación con los jalapeños y un poco de crema ácida."
    },
    {
      "idReceta": 4,
      "nombre": "Restos de carnes de res - Res oriental con ajonjolí",
      "src": "../../../assets/Imagenes/res-oriental.jpg",
      "ingredientes": "400 gramos de carne de res cocida y cortada en cubos, 5 cucharadas de salsa teriyaki, 1 cebollín finamente picado, 2 cucharadas de aceite de ajonjolí, 1 diente de ajo picado, 2 tazas de brócoli cocido, 1/2 taza de pimiento rojo cocido y rebanado, 4 cucharadas de ajonjolí",
      "procedimiento": "Calienta la carne de res con el pimiento, el ajo y el brócoli en un sartén con el aceite de ajonjolí. En un bowl, mezcla la salsa teriyaki con el cebollín y el ajonjolí e incorpóralo al guiso. Mezcla perfectamente y sirve con con un poco más de ajonjolí espolvoreado por encima."
    }
        
]